---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhase1
source: html/b9e66938-3150-ff0b-356f-bd41eb1bee6b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhase1 Property

"True Load Phase 1"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoadPhase1 { get; }
```